"\"[{\\\"title\\\": \\\"Curiosity Mars Rover's Summer Road Trip Has Begun\\\", \\\"preview\\\": \\\"After more than a year in the \\\\\\\"clay-bearing unit,\\\\\\\" Curiosity is making a mile-long journey around some deep sand so that it can explore higher up Mount Sharp.\\\"}, {\\\"title\\\": \\\"NASA's Ingenuity Mars Helicopter Recharges Its Batteries in Flight\\\", \\\"preview\\\": \\\"Headed to the Red Planet with the Perseverance rover, the pioneering helicopter is powered up for the first time in interplanetary space as part of a systems check.\\\"}, {\\\"title\\\": \\\"NASA Perseverance Mars Rover Scientists Train in the Nevada Desert\\\", \\\"preview\\\": \\\"Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year.\\\"}, {\\\"title\\\": \\\"Global Storms on Mars Launch Dust Towers Into the Sky\\\", \\\"preview\\\": \\\"A Mars Dust Tower Stands Out Dust storms are common on Mars. But every decade or so, something unpredictable happens: a series of runaway storms break out, covering the entire planet in a dusty haze.\\\"}, {\\\"title\\\": \\\"MOXIE Could Help Future Rockets Launch Off Mars\\\", \\\"preview\\\": \\\"NASA's Perseverance rover carries a device to convert Martian air into oxygen that, if produced on a larger scale, could be used not just for breathing, but also for fuel.\\\"}, {\\\"title\\\": \\\"NASA's Mars 2020 Rover Tests Descent-Stage Separation\\\", \\\"preview\\\": \\\"A crane lifts the rocket-powered descent stage away from NASA's Mars 2020 rover after technicians tested the pyrotechnic charges that separate the two spacecraft.\\\"}, {\\\"title\\\": \\\"What's Mars Solar Conjunction, and Why Does It Matter?\\\", \\\"preview\\\": \\\"NASA spacecraft at Mars are going to be on their own for a few weeks when the Sun comes between Mars and Earth, interrupting communications.\\\"}, {\\\"title\\\": \\\"Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch\\\", \\\"preview\\\": \\\"A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment \\\\u2014 including the rover's sample collection tubes \\\\u2014 to Florida for this summer's liftoff.\\\"}, {\\\"title\\\": \\\"NASA's Treasure Map for Water Ice on Mars\\\", \\\"preview\\\": \\\"A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up.\\\"}, {\\\"title\\\": \\\"Celebrate Mars Reconnaissance Orbiter's Views From Above\\\", \\\"preview\\\": \\\"Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more.\\\"}, {\\\"title\\\": \\\"The MarCO Mission Comes to an End\\\", \\\"preview\\\": \\\"The pair of briefcase-sized satellites made history when they sailed past Mars in 2019.\\\"}, {\\\"title\\\": \\\"8 Martian Postcards to Celebrate Curiosity's Landing Anniversary\\\", \\\"preview\\\": \\\"The NASA rover touched down eight years ago, on Aug. 5, 2012, and will soon be joined by a second rover, Perseverance.\\\"}, {\\\"title\\\": \\\"NASA's Perseverance Rover Will Look at Mars Through These 'Eyes'\\\", \\\"preview\\\": \\\"A pair of zoomable cameras will help scientists and rover drivers with high-resolution color images.\\\"}, {\\\"title\\\": \\\"The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover\\\", \\\"preview\\\": \\\"Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth.\\\"}, {\\\"title\\\": \\\"NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget\\\", \\\"preview\\\": \\\"Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return.\\\"}]\""